Repository: alexeygorelov/omegat-team-anki-manual-EN-RU
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: To control the order reviews from a given deck appear in, or change new cards from ordered to random order, please see the [deck options](deck-options.md). For more fine-grained ordering of new cards, you can change the order in the [browser](browsing.md).
ru_ru: Для управления порядком, в котором появляются карточки из определённой колоды, или изменения порядка показа новых карточек из упорядоченного в произвольный, смотрите в [настройках колоды](deck-options.md). Ещё более точно настроить порядок появления новых карточек можно в [обозревателе](browsing.md).

source: To create a new type of note, choose Tools → Manage Note Types from the main Anki window. Then click “Add” to add a new type of note. You’ll now see another screen that gives you a choice of note types to base the new type on. “Add” means to base the newly created type on one that comes with Anki. “Clone” means to base the newly created type on one that is already in your collection. For instance, if you’d created a French vocab type already, you might want to clone that when creating a German vocab type.
ru_ru: Чтобы создать новый тип записи, выберите Инструменты → Управлять типами записей в главном окне Anki. Затем нажмите "Добавить", чтобы добавить новый тип записи. Теперь вы увидите другой экран, в котором предлагается выбрать тип записи как основу нового типа. "Добавить" означает, создание нового типа на основе того, который изначально идёт с Anki. "Клонировать" означает, создание нового типа на основе того, который ужу находится в вашей коллекции. Например, если вы уже создали тип французский словарь, то, возможно вы захотите клонировать его при создании типа немецкий словарь.

source: To customize fields, click the “Fields…​” button when adding or editing a note, or while the note type is selected in the Manage Note Types window.
ru_ru: Для настройки полей, нажмите кнопку "Поля…​" при добавлении или изменении записи, или когда тип записи выделен в окне Управления типами записей.

source: To do this, we can set the question and answer templates to:
ru_ru: Для этого мы можем задать шаблоны вопросов и ответов следующим образом:

source: To learn how to write your own add-ons, please see the [add-on writing guide](https://addon-docs.ankiweb.net).
ru_ru: Чтобы узнать, как написать своё собственное дополнение, пожалуйста, посмотрите [руководство по созданию дополнений (англ.)](https://addon-docs.ankiweb.net/)

source: To place decks into a tree, you can either name them with “::” between each level, or drag and drop them from the deck list. Decks that have been nested under another deck (that is, that have at least one “::” in their names) are often called 'subdecks', and top-level decks are sometimes called 'superdecks' or 'parent decks'.
ru_ru: Чтобы собирать колоды в дерево, вы можете либо именовать их с "::" между каждым уровнем, либо мышкой перетаскивать и отпускать из списка колод. Колоды, вложенные в другие колоды (в названии которых хоть раз встречается "::") часто называют 'подколодами', а колоды верхнего уровня иногда называют 'суперколодами' или 'родительскими'.

source: To start a study session, click the **Study Now** button. Anki will proceed to show you cards until the cards to be shown for the day have run out.
ru_ru: Чтобы начать сеанс заучивания, нажмите кнопку **Учить**. Anki будет показывать вам карточки до тех пор, пока запланированные на сегодня карточки не закончатся.

source: Volunteers have contributed translations of this manual. The translations may not always be up to date.
ru_ru: Переводы осуществляются добровольцами и не всегда могут быть в актуальном состоянии.

source: When **Remember last input…​** is checked, Anki will not clear out this field’s content after a note is added. If you find yourself entering the same content into multiple notes, you may find this useful.
ru_ru: Когда **Помнить последние введённые данные…​** отмечено, Anki не будет очищать содержимое этих полей после добавления записи. Это может быть удобно при вводе одинаковой информации в подряд идущих записях.

source: When Anki checks for duplicates, it only compares other notes of the same type. Thus if you add a capital city called “Orange” using the capital city note type, you won’t see a duplicate message when it comes time to learn how to say “orange” in French.
ru_ru: Когда Anki проверяет наличие дубликатов, то сравнивает только другие заметки того же типа. Так, если вы добавите столицу под названием "Апельсин" используя тип записи столицы, то вы не увидите сообщение о дубликате, когда прийдёт время учить как сказать "апельсин" по-французски.

source: When a card has been previously learnt and is ready to be reviewed again, there are four buttons to rate your answer:
ru_ru: Когда карточка уже была изучена и готова к повторению, есть четыре кнопки для оценки ответа:

source: When a card is shown, only the question is shown at first. After thinking about the answer, either click the **Show Answer** button, or press the spacebar. The answer will then be shown. It’s okay if it takes you a little while to recall the answer, but as a general rule if you can’t answer within about 10 seconds, it’s probably better to give up and show the answer than keep struggling to remember.
ru_ru: При показе карточки, сперва показывается только вопрос. Подумав над ответом, нажмите либо кнопку **Показать ответ**, либо пробел на клавиатуре — будет показан ответ. Это нормально, если вам потребуется немного времени, чтобы вспомнить ответ, но, как правило, если вы не можете ответить в течение 10 секунд, скорее всего, лучше сдаться и показать ответ, чем продолжать пытаться его вспомнить.

source: When a deck has subdecks, the cards will appear from [each deck in turn](studying.md#display-order).
ru_ru: Если в колоде имеются подколоды, карточки отобразятся из [каждой колоды по очереди](studying.md#Порядок-отображения).

source: When cards are seen for the first time, they start at step one. This means answering **Good** on a card for the first time will show it one more time in 10 minutes, and the initial 1 minute step will be skipped. If you push Again, though, the card will come back in 1 minute.
ru_ru: Когда карточки показываются в первый раз, они начинают на первом шаге. Это означает, что ответив **Хорошо** на карточке с первого раза покажет её ещё раз через 10 минут, а первый шаг в 1 минуту будет пропущен. Если вы нажмёте Снова, карточка вернется через 1 минуту.

source: When learning new cards, or when relearning cards that you have forgotten, Anki will show you the cards one or more times to help you memorize them. Each time is called a 'learning step'. By default there are two steps: 1 minute and 10 minutes. You can change the number of steps and the delays between them in the [deck options](deck-options.md#new-cards).
ru_ru: При изучении новых карточек или переучивании забытых, Anki будет показывать карточки по одному или нескольку раз, чтобы помочь вам их запомнить. Каждый такой показ называется 'обучающий шаг'. По умолчанию установлено два шага: 1 минута и 10 минут. Количество и продолжительность таких шагов можно изменить в [настройках колоды](deck-options.md).

source: When learning new cards, or when relearning cards that you have forgotten, Anki will show you the cards one or more times to help you memorize them. Each time is called a 'learning step'. By default there are two steps: 1 minute and 10 minutes. You can change the number of steps and the delays between them in the [deck options](deck-options.md).
ru_ru: При изучении новых или переучивании забытых карточек, Anki будет показывать карточки по одному или нескольку раз, чтобы помочь вам их запомнить. Каждый такой показ называется 'обучающий шаг'. По умолчанию установлено два шага: 1 минута и 10 минут. Количество и продолжительность таких шагов можно изменить в [настройках колоды](deck-options.md).

source: When making flashcards, it’s often desirable to make more than one card that relates to some information. For example, if you’re learning French, and you learn that the word “bonjour” means “hello”, you may wish to create one card that shows you “bonjour” and asks you to remember “hello”, and another card that shows you “hello” and asks you to remember “bonjour”. One card is testing your ability to recognize the foreign word, and the other card is testing your ability to produce it.
ru_ru: При создании флэш-карточек часто бывает необходимо сделать более одной карточки, относящихся к одной информации. Например, если вы изучаете французский и узнаёте, что слово "bonjour" означает "здравствуйте", то вы можете создать одну карточку, которая показывает вам "bonjour" и просит вас вспомнить "здравствуйте", а другую карточку, которая показывает вам "здравствуйте" и просит вас вспомнить "bonjour". Одна карточка проверяет вашу способность узнавать иностранное слово, а другая — умение воспроизвести его.

source: When only the question is shown, Anki shows three numbers like 12 + 34 + 56 at the bottom of the screen. These represent the new cards, cards in learning, and cards to review. If you’d prefer not to see the numbers, you can turn them off in Anki’s preferences.
ru_ru: Когда показывается только вопрос, Anki показывает в нижней части экрана три числа вроде 12 + 34 + 56. Они обозначают новые карточки, изучаемые карточки и повторяемые карточки. Если вы предпочитаете не видеть этих цифр, вы можете отключить их в настройках Anki.

source: When studying, either <kbd>Space</kbd> or <kbd>Enter</kbd> will show the answer. When the answer is shown, you can use <kbd>Space</kbd> or <kbd>Enter</kbd> to select the Good button. You can use the <kbd>1</kbd>-<kbd>4</kbd> keys to select a specific ease button. Many people find it convenient to answer most cards with <kbd>Space</kbd> and keep one finger on <kbd>1</kbd> for when they forget.
ru_ru: Во время обучения, как <kbd>Пробел</kbd> так и клавиша <kbd>Enter</kbd> покажут ответ. Когда покажется ответ, вы можете использовать клавиши <kbd>Пробела</kbd> или <kbd>Enter</kbd> для выбора кнопки Хорошо. Для выбора конкретной кнопки лёгкости можно использовать клавиши <kbd>1</kbd>–<kbd>4</kbd>. Многим людям удобно отвечать на большинство карточек клавишей <kbd>Пробела</kbd> и держать один палец на цифре <kbd>1</kbd>, на случай если забыли ответ.

source: When studying, either space or enter will show the answer. When the answer is shown, you can use space or enter to select the Good button. You can use the 1-4 keys to select a specific ease button. Many people find it convenient to answer most cards with space and keep one finger on 1 for when they forget.
ru_ru: Во время обучения, как пробел так и клавиша ввода покажут ответ. Когда покажется ответ, вы можете использовать клавиши пробела или ввода для выбора кнопки Хорошо. Для выбора конкретной кнопки лёгкости можно использовать клавиши 1-4. Многим людям удобно отвечать на большинство карточек клавишей пробела и держать один палец на цифре 1, на случай если забыли ответ.

source: When the answer is shown, Anki shows an estimate of the next time a card will be shown above each button. If you’d prefer not to see the estimates, you can disable them in Anki’s [preferences](preferences.md).
ru_ru: Когда отображается ответ, Anki выводит примерное время следующего показа карточки над каждой кнопкой. Если вы предпочитаете не видеть оценок, вы можете отключить их в [настройках](preferences.md) Anki.

source: When the answer is shown, you should compare the answer you thought of with the answer which is shown and tell Anki how well you remembered. If you don’t trust yourself to compare your answer accurately, you can ask Anki to [prompt you to type in the answer](templates/fields.md#checking-your-answer) rather than just showing it to you.
ru_ru: Когда покажется ответ, вам следует сравнить его с тем который вы придумали и сообщить Anki, на сколько точно вы запомнили. Если вы не уверены в точности сравнения ответов, вы можете указать Anki [предлагать вам набирать ответ с клавиатуры](templates/fields.md#Проверка-своего-ответа), а не просто показывать его вам.

source: When using paper flashcards, your only option in this case is to write out the information twice, once for each card. Some computer flashcard programs make life easier by providing a feature to flip the front and back sides. This is an improvement over the paper situation, but there are two major downsides:
ru_ru: Используя бумажные флэш-карточки, у вас только один вариант — написать всю информацию дважды, по одному разу на каждой карточке. Некоторые компьютерные программы облегчают создание флэш-карточек, предоставляя возможность перевернуть лицевую и оборотную стороны карточки. Эта ситуация получше, чем с бумажными карточками, но есть два основных недостатка:

source: When you answer a card that has siblings, Anki can prevent the card’s siblings from being shown in the same session by automatically 'burying' them. Buried cards are hidden from review until the clock rolls over to a new day or you manually unbury them using the “Unbury” button that’s visible at the bottom of the [deck overview](studying.md#study-overview) screen. Anki will bury siblings even if the siblings are not in the same deck (for instance, if you use the [deck override](templates/intro.md) feature).
ru_ru: Отвечая на одну из связанных карточек, Anki может предотвращать показ связанных с ней карточек в этот же день, автоматически 'откладывая' их. Отложенные карточки скрыты от повтора до тех пор, пока на часах не наступит следующий день или вы вручную не вернёте их при помощи кнопки "Вернуть" отображаемой внизу экрана [обзора колоды](studying.md#Общие-сведения-об-изучении). Anki отложит связанные карточки даже если они находятся в разных колодах (например, если вы используете функцию [подмена колоды](templates/intro.md)).

source: When you answer cards that have been waiting for a while, Anki factors in that delay when determining the next time a card should be shown. Please see the section on Anki’s spaced-repetition [algorithm](faqs.md) for more information.
ru_ru: Отвечая на карточки, некоторое время находившиеся в ожидании, Anki учитывает эту задержку при определении времени следующего показа карточки. Дополнительную информацию смотрите в разделе про [алгоритм](faqs.md) интервальных повторений Anki.

source: When you answer cards that have been waiting for a while, Anki factors in that delay when determining the next time a card should be shown. Please see the section on Anki’s spaced-repetition [algorithm](https://faqs.ankiweb.net/due-times-after-a-break.html) for more information.
ru_ru: Отвечая на карточки, некоторое время находившиеся в ожидании, Anki учитывает эту задержку при определении времени следующего показа карточки. Дополнительную информацию смотрите в разделе про [алгоритм](https://faqs.ankiweb.net/due-times-after-a-break.html) интервальных повторений Anki.

source: When you click on a deck, it will become the 'current deck', and Anki will change to the study screen. You can return to the deck list to change the currently selected deck at any time by clicking on “Decks” at the top of the main window. (You can also use the Study Deck action in the menu to select a new deck from the keyboard, or you can press the <kbd>s</kbd> key to study the currently selected deck.)
ru_ru: При нажатии на колоду она станет 'текущей колодой' и Anki переключится на экран изучения. Вы можете вернуться к списку колод, чтобы изменить выбранную в данный момент колоду в любое время, нажав на 'Колоды' в верхней части главного окна. (Можно также использовать действие Учить колоду для выбора новой колоды с клавиатуры или нажать клавишу <kbd>s</kbd> для изучения выбранной в данный момент колоды.)

source: When you click on a deck, it will become the 'current deck', and Anki will change to the study screen. You can return to the deck list to change the currently selected deck at any time by clicking on “Decks” at the top of the main window. (You can also use the Study Deck action in the menu to select a new deck from the keyboard, or you can press the ‘s’ key to study the currently selected deck.)
ru_ru: При нажатии на колоду она станет 'текущей колодой' и Anki переключится на экран изучения. Вы можете вернуться к списку колод, чтобы изменить выбранную в данный момент колоду в любое время, нажав на 'Колоды' в верхней части главного окна. (Можно также использовать действие Учить колоду для выбора новой колоды с клавиатуры или нажать клавишу 's' для изучения выбранной в данный момент колоды.)

source: When you create a new collection, Anki automatically adds some standard note types to it. These note types are provided to make Anki easier for new users, but in the long run it’s recommended you define your own note types for the content you are learning. The standard note types are as follows:
ru_ru: При создании новой коллекции [прим. перев. _профиля_], Anki автоматически добавляет некоторые стандартные типы записей в неё. Эти типы записей предназначены облегчить работу с Anki для новых пользователей, но в дальнейшем рекомендуется определить свои собственные типы записей для того материала который вы изучаете.

source: When you have found a deck you like or entered some notes in, it’s time to start studying.
ru_ru: Когда вы нашли колоду которая вам нравится или добавили несколько записей самостоятельно — пора начинать обучение.

source: When you select an ease button on a review card, Anki also applies a small amount of random “fuzz” to prevent cards that were introduced at the same time and given the same ratings from sticking together and always coming up for review on the same day. This fuzz will appear on the answer buttons when the [v3 scheduler](https://faqs.ankiweb.net/the-2021-scheduler.html) is enabled, so if you are using a previous version and you’re noticing a slight discrepancy between what you select and the intervals your cards actually get, this is probably the cause.
ru_ru: Когда вы выбираете кнопку сложности на повторяемой карточке, Anki также применяет небольшое количество случайной "нечёткости" чтобы карточки, которые были показаны в одно и то же время и получившие одинаковый рейтинг не держались постоянно вместе и всегда появлялись для повторения в один и тот же день. Эта нечёткость в кнопках ответа появляется, когда включён [планировщик версии 3](https://faqs.ankiweb.net/the-2021-scheduler.html), поэтому, если вы используете предудущую версию и замечаете некоторое несоответствие между тем, что вы выбираете, и теми интервалами, которые на самом деле получают ваши карточки, причина, вероятно в этом.

source: When you’ve entered text into the front and back, you can click the “Add” button or press <kbd>Ctrl</kbd>+<kbd>Enter</kbd> (<kbd>Command</kbd>+<kbd>Enter</kbd> on a Mac) to add the note to your collection. When you do so, a card will be created as well, and placed into the deck you chose. If you’d like to edit a card you added, you can click the history button to search for a recently added card in the [browser](browsing.md).
ru_ru: При вводе лицевого и обратного текста, вы можете нажать кнопку "Добавить" или сочетание клавиш <kbd>Ctrl</kbd>+<kbd>Enter</kbd> (<kbd>Command</kbd>+<kbd>Enter</kbd> на Mac) для добавления записи в коллекцию. После чего, карточка будет создана и добавлена в выбранную вами колоду. Если вы захотите изменить добавленную карточку, вы можете нажать кнопку истории для поиска недавно добавленных карточек в [обзоре](browsing.md).

source: When you’ve entered text into the front and back, you can click the “Add” button or press Ctrl+Enter (Command+Enter on a Mac) to add the note to your collection. When you do so, a card will be created as well, and placed into the deck you chose. If you’d like to edit a card you added, you can click the history button to search for a recently added card in the [browser](browsing.md).
ru_ru: При вводе лицевого и обратного текста, вы можете нажать кнопку "Добавить" или сочетание клавиш Ctrl+Enter (Command+Enter на Mac) для добавления записи в коллекцию. После чего, карточка будет создана и добавлена в выбранную вами колоду. Если вы захотите изменить добавленную карточку, вы можете нажать кнопку истории для поиска недавно добавленных карточек в [обзоре](browsing.md).

source: While basic note types are sufficient for simple cards with only a word or phrase on each side, as soon as you find yourself wanting to include more than one piece of information on the front or back, it’s better to split that information up into more fields.
ru_ru: В то время как основных типов записей достаточно для карточек с одним словом или фразой с каждой стороны, как только вы захотите добавлять больше одного фрагмента информации на лицевую или обратную стороны, лучше начать делить эту информацию на большее количество полей.

source: While studying, you can return to the overview by pressing the <kbd>s</kbd> key on your keyboard.
ru_ru: В процессе изучения можно вернуться к обзору, нажав клавишу <kbd>s</kbd> на клавиатуре.

source: While studying, you can return to the overview by pressing the “s” key on your keyboard.
ru_ru: В процессе изучения можно вернуться к обзору, нажав клавишу "s" на клавиатуре.

source: While there is no denying the huge impact SuperMemo has had on the field, it is not without its problems. The program is often criticized for being buggy and difficult to navigate. It only runs on Windows computers. It is proprietary software, meaning that end-users cannot extend it or access the raw data. And while very old versions have been made available for free, they are quite limited for modern use.
ru_ru: Хотя и нельзя отрицать огромного влияния SuperMemo в этой области, но и она не лишена недостатков. Программу часто критикуют за глючность и сложность в навигации. Работает только на Windows. Это закрытое программное обеспечение, то есть конечные пользователи не могут расширять его или получать доступ к исходным данным. И хотя очень старые версии доступны бесплатно, они весьма ограничены для современного использования.

source: While there is no denying the huge impact SuperMemo has had on the field, it is not without its problems. The program is often criticized for being buggy and difficult to navigate. It only runs on Windows computers. It’s proprietary software, meaning end-users can’t extend it or access the raw data. And while very old versions are made available for free, they are quite limited for modern use.
ru_ru: Хотя и нельзя отрицать огромного влияния SuperMemo в этой области, но и она не лишена недостатков. Программу часто критикуют за глючность и сложность в навигации. Работает только на Windows. Это закрытое программное обеспечение, то есть конечные пользователи не могут расширять его или получать доступ к исходным данным. И хотя очень старые версии доступны бесплатно, они весьма ограничены для современного использования.

source: With the [2.1 scheduler](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html), however, burying cards does not reset a card's learning steps.
ru_ru: Однако с [планировщиком 2.1](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html), откладывание карточек не сбрасывает шаги изучения карточки.

source: With the [2.1 scheduler](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html), however, suspending cards does not reset a card's learning steps.
ru_ru: Однако с [планировщиком 2.1](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html), исключение карточек не сбрасывает шаги изучения карточки.
